[{"pk": 1, "model": "reporting.post", "fields": {"last_updated": "2012-07-24 16:59:30", "override_byline": "", "show_on_index_pages": true, "author": 1, "timestamp": "2012-07-24 16:58:05", "image": "", "title": "This is a post", "excerpt": "", "content": "<p>\r\n\trust fund nesciunt tattooed chillwave laborum, 8-bit vero occupy craft beer ea odio. +1 wolf laboris banh mi, vinyl chambray odd future put a bird on it mumblecore american apparel cosby sweater sapiente. Et culpa laboris, selvage chillwave vegan ethical sapiente gluten-free. Yr beard ad commodo artisan. Ut brooklyn high life whatever. Austin bespoke single-origin coffee nisi, enim nostrud put a bird on it. Wes anderson mollit nihil fixie.</p>\r\n<p>\r\n\tMessenger bag 3 wolf moon raw denim you probably haven&#39;t heard of them in. High life skateboard aliqua enim carles. Retro jean shorts fixie minim, pork belly aute nulla cardigan sriracha authentic dolor. Cosby sweater before they sold out consectetur, narwhal proident fugiat master cleanse marfa selvage retro hoodie pickled you probably haven&#39;t heard of them. Sed gastropub delectus chillwave tattooed hoodie, nostrud wolf post-ironic beard semiotics american apparel odio ennui. Irony gentrify readymade letterpress cillum pickled. Put a bird on it pitchfork typewriter umami adipisicing sartorial.</p>\r\n<p>\r\n\tRaw denim forage aliqua brooklyn fugiat food truck, mustache wayfarers scenester lomo esse trust fund umami. Eiusmod ad bespoke assumenda authentic truffaut. Odio sint 8-bit pop-up messenger bag. Vegan in brunch, twee dreamcatcher viral small batch bushwick trust fund consectetur wayfarers dolore nostrud mustache. Fugiat keffiyeh anim incididunt lomo accusamus. Bespoke artisan jean shorts ad selvage. Blog sartorial high life bicycle rights terry richardson.</p>\r\n<p>\r\n\tEnim truffaut kogi, ullamco kale chips gastropub aute quinoa butcher synth. Beard elit trust fund occaecat incididunt, echo park letterpress pickled. Esse yr pitchfork marfa, adipisicing duis mixtape craft beer occupy voluptate lo-fi occaecat. Cillum laborum in, american apparel single-origin coffee consequat pork belly duis. 8-bit odio fanny pack, laborum squid gluten-free consequat letterpress tofu scenester dolore gentrify nesciunt polaroid. Nesciunt truffaut readymade ethical salvia quinoa PBR swag raw denim aliquip letterpress. Terry richardson placeat post-ironic bicycle rights ennui hella proident sriracha, portland banh mi enim non chambray ex lomo.</p>\r\n", "date_published": "2012-07-24 16:57:57", "is_favorite": true, "comments_enabled": true, "pullquote": "", "whichsite": "SLRG", "slug": "post", "tags": "Test", "is_published": true}}]